{
  "ALLERGY FEELING RIGHT": "Tvoji odgovori: Imaš dovoljno osjeta prilikom korištenja kondoma i ispravne su veličine ali iritiraju te. Nekoliko savjeta: Ti ili tvoj partner/ica ste možda alergični na lateks. Probaj koristiti kondome bez lateksa. ",
  "ALLERGY FEELING TIGHT": "Tvoji odgovori: Imaš dovoljno osjeta prilikom korištenja kondoma, ali kažeš da su preuski i iritiraju te. Nekoliko savjeta: Ti ili tvoj partner/ica ste možda alergični na lateks. Možda bi trebao pokušati s većim kondomima dostupnima i u verziji bez lateksa.",
  "ALLERGY FEELING SHORT": "Tvoji odgovori: Imaš dovoljno osjeta prilikom korištenja kondoma ali ne prekrivaju penis cijelom dužinom i iritiraju te. Nekoliko savjeta: Ti ili tvoj partner/ica ste možda alergični na lateks. Možda bi trebao pokušati s većim kondomima dostupnima i u verziji bez lateksa.",
  "ALLERGY FEELING LOOSE": "Tvoji odgovori: Imaš dovoljno osjeta prilikom korištenja kondoma ali kažeš da su preširoki i iritiraju te. Nekoliko savjeta: Ti ili tvoj partner/ica ste možda alergični na lateks. Probaj koristiti kondome bez lateksa. Međutim, trenutno nisu dostupni kondomi bez lateksa u manjoj veličini. Svi kondomi manje veličine trenutno dostupni su napravljeni od lateksa.",
  "FEELING RIGHT": "Tvoji odgovori: Imaš dovoljno osjeta prilikom korištenja kondoma i ispravne su veličine. Nekoliko savjeta: Odlično je da si zadovoljan kondomima! Ako želiš probati nešto novo, postoji mnogo različitih vrsta kondoma. ",
  "FEELING TIGHT": "Tvoji odgovori: Imaš dovoljno osjeta prilikom korištenja kondoma ali kažeš da su preuski. Nekoliko savjeta: Trebao bi pokušati s većim kondomima",
  "FEELING SHORT": "Tvoji odgovori: Imaš dovoljno osjeta prilikom korištenja kondoma ali ne prekrivaju penis cijelom dužinom. Nekoliko savjeta: Trebao bi pokušati s većim kondomima",
  "FEELING LOOSE": "Tvoji odgovori: You get enough sensation when using condoms ali kažeš da su preširoki. Nekoliko savjeta: Možda bi trebao pokušati s manjim kondomima, oni bi ti trebali bolje odgovarati.",
  "ALLERGY RIGHT": "Tvoji odgovori: Nisi zadovoljan osjetom kada koristiš kondome i da te iritiraju  ali ispravne su veličine. Nekoliko savjeta: • Za bolji osjet možda bi trebao koristiti tanje kondome. Tanji kondomi bez lateksa omogućavaju bolji osjet te su otporni na pucanje kao i deblji kondomi, a mogu se koristiti i za analni spolni odnos. ",
  "ALLERGY TIGHT": "Tvoji odgovori: Nisi zadovoljan osjetom kada koristiš kondome, kažeš da su preuski i da te iritiraju . Nekoliko savjeta: Za bolji osjet možda bi trebao koristiti tanje kondome. Tanji kondomi bez lateksa omogućavaju bolji osjet te su otporni na pucanje kao i deblji kondomi, a mogu se koristiti i za analni spolni odnos. ",
  "ALLERGY SHORT": "Tvoji odgovori: Nisi zadovoljan osjetom kada koristiš kondome, ne prekrivaju penis cijelom dužinom i da te iritiraju . Nekoliko savjeta: • Za bolji osjet možda bi trebao koristiti tanje kondome. Tanji kondomi bez lateksa omogućavaju bolji osjet te su otporni na pucanje kao i deblji kondomi, a mogu se koristiti i za analni spolni odnos.",
  "ALLERGY LOOSE": "Tvoji odgovori: Nisi zadovoljan osjetom kada koristiš kondome, kažeš da su preširoki i da te iritiraju . Nekoliko savjeta: Za bolji osjet možda bi trebao koristiti tanje kondome. Tanji kondomi bez lateksa omogućavaju bolji osjet te su otporni na pucanje kao i deblji kondomi, a mogu se koristiti i za analni spolni odnos. Trenutno nisu dostupni kondomi bez lateksa u manjoj veličini. Svi kondomi manje veličine trenutno dostupni su napravljeni od lateksa.",
  "RIGHT": "Tvoji odgovori: Nisi zadovoljan osjetom kada koristiš kondome ali ispravne su veličine. Nekoliko savjeta: • Za bolji osjet možda bi trebao koristiti tanje kondome. Tanji kondomi bez lateksa omogućavaju bolji osjet te su otporni na pucanje kao i deblji kondomi, a mogu se koristiti i za analni spolni odnos.",
  "TIGHT": "Tvoji odgovori: Nisi zadovoljan osjetom kada koristiš kondome i kažeš da su preuski. Nekoliko savjeta: Za bolji osjet možda bi trebao koristiti tanje kondome. Tanji kondomi bez lateksa omogućavaju bolji osjet te su otporni na pucanje kao i deblji kondomi, a mogu se koristiti i za analni spolni odnos. ",
  "SHORT": "Tvoji odgovori: Nisi zadovoljan osjetom kada koristiš kondome i ne prekrivaju penis cijelom dužinom . Nekoliko savjeta: • Za bolji osjet možda bi trebao koristiti tanje kondome. Tanji kondomi bez lateksa omogućavaju bolji osjet te su otporni na pucanje kao i deblji kondomi, a mogu se koristiti i za analni spolni odnos.",
  "LOOSE": "Tvoji odgovori: Nisi zadovoljan osjetom kada koristiš kondome i kažeš da su preširoki . Nekoliko savjeta: • Za bolji osjet možda bi trebao koristiti tanje kondome. Tanji kondomi bez lateksa omogućavaju bolji osjet te su otporni na pucanje kao i deblji kondomi, a mogu se koristiti i za analni spolni odnos."
}