{
  "ALLERGY FEELING RIGHT": "Your answers: You get enough sensation when using condoms and you feel you have the right size but they irritate the skin. Our advice: You or your partner might be allergic to latex. You should try using latex-free condoms to see if that helps.",
  "ALLERGY FEELING TIGHT": "Your answers: You get enough sensation when using condoms, but you say they feel tight and they irritate the skin. Our advice: You or your partner might be allergic to latex. You should try using bigger condoms, which also come in a latex-free option.",
  "ALLERGY FEELING SHORT": "Your answers: You get enough sensation when using condoms but you say they don’t cover the penis all the way down and they irritate the skin. Our advice: You or your partner might be allergic to latex. You should try using bigger condoms, which also come in a latex-free option.",
  "ALLERGY FEELING LOOSE": "Your answers: You get enough sensation when using condoms but you say they feel loose and they irritate the skin. Our advice: You or your partner might be allergic to latex and you should try using smaller condoms. However, currently there are no latex-free condoms available in a smaller size.",
  "FEELING RIGHT": "Your answers: You get enough sensation when using condoms and you feel you have the right size. Our advice: Great news that you are satisfied with your condoms! If you would like to try something new, remember there are many different condoms out there that you can try. ",
  "FEELING TIGHT": "Your answers: You get enough sensation when using condoms but you say they feel tight. Our advice: You should try using bigger condoms.",
  "FEELING SHORT": "Your answers: You get enough sensation when using condoms but you say they don’t cover the penis all the way down. Our advice: You should try using bigger condoms.",
  "FEELING LOOSE": "Your answers: You get enough sensation when using condoms but you say they feel loose. Our advice:  You should try using smaller condoms.",
  "ALLERGY RIGHT": "Your answers: You are not satisfied with the sensation you get with condoms and they also irritate the skin but you feel you have the right size. Our advice: For greater sensation, you might feel more satisfied by switching to latex-free condoms that are extra thin. Thinner latex-free condoms allow for more feeling and are as resistant to breakage as thicker ones; they can be used also for anal sex. ",
  "ALLERGY TIGHT": "Your answers: You are not satisfied with the sensation you get with condoms, you say they feel tight and they also irritate the skin. Our advice: For greater sensation, you might feel more satisfied by switching to bigger, latex-free condoms that are extra thin. Thinner latex-free condoms allow for more feeling and are as resistant to breakage as thicker ones; they can be used also for anal sex. ",
  "ALLERGY SHORT": "Your answers: You are not satisfied with the sensation you get with condoms, you say they don’t cover the penis all the way down and they also irritate the skin. Our advice: For greater sensation, you might feel more satisfied by switching to bigger, latex-free condoms that are extra thin. Thinner latex-free condoms allow for more feeling and are as resistant to breakage as thicker ones; they can be used also for anal sex. ",
  "ALLERGY LOOSE": "Your answers: You are not satisfied with the sensation you get with condoms, you say they feel loose and they also irritate the skin. Our advice: For greater sensation, you might feel more satisfied by switching to latex-free condoms that are extra thin. Thinner latex-free condoms allow for more feeling and are as resistant to breakage as thicker ones; they can be used also for anal sex.  However, currently there are no latex-free condoms available in a smaller size.",
  "RIGHT": "Your answers: You are not satisfied with the sensation you get with condoms but you feel you have the right size. Our advice: For greater sensation, you might feel more satisfied by switching to condoms that are extra thin. Thinner condoms allow for more feeling and are as resistant to breakage as thicker ones; they can be used also for anal sex. ",
  "TIGHT": "Your answers: You are not satisfied with the sensation you get with condoms and you say they feel tight. Our advice: For greater sensation, you might feel more satisfied by switching to bigger condoms that are extra thin. Thinner condoms allow for more feeling and are as resistant to breakage as thicker ones; they can be used also for anal sex. ",
  "SHORT": "Your answers: You are not satisfied with the sensation you get with condoms and you say they don’t cover the penis all the way down . Our advice: For greater sensation, you might feel more satisfied by switching to bigger condoms that are extra thin. Thinner condoms allow for more feeling and are as resistant to breakage as thicker ones; they can be used also for anal sex.",
  "LOOSE": "Your answers: You are not satisfied with the sensation you get with condoms and you say they feel loose . Our advice: For greater sensation, you might feel more satisfied by switching to smaller condoms that are extra thin. Thinner condoms allow for more feeling and are as resistant to breakage as thicker ones; they can be used also for anal sex."
}