{
  "ALLERGY FEELING RIGHT": "Le tue risposte: Ottieni una sensazione soddisfacente quando utilizzi i preservativi ma che irritano la pelle . Alcuni consigli: Tu o il tuo partner potreste essere allergici al lattice. Puoi provare a utilizzare preservativi senza lattice per vedere se la situazione migliora.",
  "ALLERGY FEELING TIGHT": "Le tue risposte: Ottieni una sensazione soddisfacente quando utilizzi i preservativi, ma hai detto che li senti stretti e che irritano la pelle. Alcuni consigli: Tu o il tuo partner potreste essere allergici al lattice. Potresti provare a usare preservativi più grandi, che sono disponibili anche nella versione priva di lattice.",
  "ALLERGY FEELING SHORT": "Le tue risposte: Ottieni una sensazione soddisfacente quando utilizzi i preservativi ma hai detto che li senti stretti o che non ti coprono completamente il pene, e che irritano la pelle. Alcuni consigli: Tu o il tuo partner potreste essere allergici al lattice. Potresti provare a usare preservativi più grandi, che sono disponibili anche nella versione priva di lattice.",
  "ALLERGY FEELING LOOSE": "Le tue risposte: Ottieni una sensazione soddisfacente quando utilizzi i preservativi ma hai detto che li senti larghi e che irritano la pelle. Alcuni consigli: Tu o il tuo partner potreste essere allergici al lattice. Comunque, al momento non esistono preservativi senza lattice di misure più piccole. Attualmente tutti i preservativi di misura più piccola sono in lattice.",
  "FEELING RIGHT": "Le tue risposte: Ottieni una sensazione soddisfacente quando utilizzi i preservativi e pensi che la misura sia corretta e pensi che la misura sia corretta. Alcuni consigli: Siamo felici che tu abbia trovato i preservativi su misura per te! Se desideri provare qualcosa di nuovo, ricorda che sul mercato esistono molti preservativi diversi che puoi sperimentare. ",
  "FEELING TIGHT": "Le tue risposte: Ottieni una sensazione soddisfacente quando utilizzi i preservativi ma hai detto che li senti stretti. Alcuni consigli: Potresti provare a usare preservativi più grandi.",
  "FEELING SHORT": "Le tue risposte: Ottieni una sensazione soddisfacente quando utilizzi i preservativi ma hai detto che li senti stretti o che non ti coprono completamente il pene. Alcuni consigli: Potresti provare a usare preservativi più grandi.",
  "FEELING LOOSE": "Le tue risposte: Ottieni una sensazione soddisfacente quando utilizzi i preservativi ma hai detto che li senti larghi. Alcuni consigli:  potresti provare con preservativi più piccoli, che dovrebbero aderire meglio.",
  "ALLERGY RIGHT": "Le tue risposte: Non sei soddisfatto della sensazione che ottieni con i preservativi e che irritano la pelle ma pensi che la misura sia corretta. Alcuni consigli: Per aumentare la sensazione, potresti provare i preservativi ultrasottili. I preservativi più sottili garantiscono maggiore sensibilità e sono resistenti quanto quelli più spessi. Possono essere utilizzati anche per il sesso anale. Puoi provare a utilizzare preservativi senza lattice per vedere se la situazione migliora.",
  "ALLERGY TIGHT": "Le tue risposte: Non sei soddisfatto della sensazione che ottieni con i preservativi, hai detto che li senti stretti e che irritano la pelle. Alcuni consigli: Per aumentare la sensazione, potresti provare i preservativi ultrasottili. I preservativi più sottili garantiscono maggiore sensibilità e sono resistenti quanto quelli più spessi. Possono essere utilizzati anche per il sesso anale. ",
  "ALLERGY SHORT": "Le tue risposte: Non sei soddisfatto della sensazione che ottieni con i preservativi, non ti coprono completamente il pene e che irritano la pelle. Alcuni consigli: Per aumentare la sensazione, potresti provare i preservativi ultrasottili. I preservativi più sottili garantiscono maggiore sensibilità e sono resistenti quanto quelli più spessi. Possono essere utilizzati anche per il sesso anale. Puoi provare a utilizzare preservativi senza lattice per vedere se la situazione migliora. ",
  "ALLERGY LOOSE": "Le tue risposte: Non sei soddisfatto della sensazione che ottieni con i preservativi, hai detto che li senti larghi e che irritano la pelle. Alcuni consigli: Per aumentare la sensazione, potresti provare i preservativi ultrasottili. I preservativi più sottili garantiscono maggiore sensibilità e sono resistenti quanto quelli più spessi. Possono essere utilizzati anche per il sesso anale. Comunque, al momento non esistono preservativi senza lattice di misure più piccole. Attualmente tutti i preservativi di misura più piccola sono in lattice",
  "RIGHT": "Le tue risposte: Non sei soddisfatto della sensazione che ottieni con i preservativi ma pensi che la misura sia corretta. Alcuni consigli: Per aumentare la sensazione, potresti provare i preservativi ultrasottili. I preservativi più sottili garantiscono maggiore sensibilità e sono resistenti quanto quelli più spessi. Possono essere utilizzati anche per il sesso anale.",
  "TIGHT": "Le tue risposte: Non sei soddisfatto della sensazione che ottieni con i preservativi e . Alcuni consigli: Per aumentare la sensazione, potresti provare i preservativi ultrasottili. I preservativi più sottili garantiscono maggiore sensibilità e sono resistenti quanto quelli più spessi. Possono essere utilizzati anche per il sesso anale. ",
  "SHORT": "Le tue risposte: Non sei soddisfatto della sensazione che ottieni con i preservativi e non ti coprono completamente il pene . Alcuni consigli: Per aumentare la sensazione, potresti provare i preservativi ultrasottili. I preservativi più sottili garantiscono maggiore sensibilità e sono resistenti quanto quelli più spessi. Possono essere utilizzati anche per il sesso anale.",
  "LOOSE": "Le tue risposte: Non sei soddisfatto della sensazione che ottieni con i preservativi e hai detto che li senti larghi. Alcuni consigli: Per aumentare la sensazione, potresti provare i preservativi ultrasottili. I preservativi più sottili garantiscono maggiore sensibilità e sono resistenti quanto quelli più spessi. Possono essere utilizzati anche per il sesso anale."
}