{
  "ALLERGY FEELING RIGHT": "Jūsų atsakymai: Naudojantis prezervatyvais jūsų pojūčiai yra pakankami ir manote, kad naudojate tinkamą dydį bet dirgina odą. Patarimas: Jūs arba jūsų partneris (-ė) galite būti alergiškas (-a) lateksui. Turėtumėte pamėginti naudoti prezervatyvus be latekso, kad patikrintumėte, ar tai padeda.",
  "ALLERGY FEELING TIGHT": "Jūsų atsakymai: Naudojantis prezervatyvais jūsų pojūčiai yra pakankami, bet teigiate, kad jie veržiao ir dirgina odą. Patarimas: Jūs arba jūsų partneris (-ė) galite būti alergiškas (-a) lateksui. Taip pat turėtumėte pamėginti naudoti didesnius prezervatyvus, kurie gaminami ir be latekso.",
  "ALLERGY FEELING SHORT": "Jūsų atsakymai: Naudojantis prezervatyvais jūsų pojūčiai yra pakankami bet teigiate, kad jie veržia arba neuždengia varpos iki galo ir dirgina odą. Patarimas: Jūs arba jūsų partneris (-ė) galite būti alergiškas (-a) lateksui. Taip pat turėtumėte pamėginti naudoti didesnius prezervatyvus, kurie gaminami ir be latekso.",
  "ALLERGY FEELING LOOSE": "Jūsų atsakymai: Naudojantis prezervatyvais jūsų pojūčiai yra pakankami bet manote, kad prezervatyvai yra per laisvi ir dirgina odą. Patarimas: Jūs arba jūsų partneris (-ė) galite būti alergiškas (-a) lateksui. Turėtumėte pamėginti naudoti prezervatyvus be latekso, kad patikrintumėte, ar tai padeda. Vis dėl to šiuo metu negalima įsigyti mažesnių dydžių prezervatyvų be latekso. Dabar visi mažesni prezervatyvai gaminami iš latekso.",
  "FEELING RIGHT": "Jūsų atsakymai: Naudojantis prezervatyvais jūsų pojūčiai yra pakankami ir manote, kad naudojate tinkamą dydį. Patarimas: •  Puiku, kad esate patenkinti naudojamais prezervatyvais! Jei norėtumėte pabandyti ką nors naujo, atminkite, kad yra daug įvairių prezervatyvų, kuriuos galite išbandyti.",
  "FEELING TIGHT": "Jūsų atsakymai: Naudojantis prezervatyvais jūsų pojūčiai yra pakankami bet jie neuždengia varpos iki galo. Patarimas: •  Turėtumėte pamėginti naudoti didesnius prezervatyvus.",
  "FEELING SHORT": "Jūsų atsakymai: Naudojantis prezervatyvais jūsų pojūčiai yra pakankami bet bet teigiate, kad jie veržia arba neuždengia varpos iki galo. Patarimas: Turėtumėte pamėginti naudoti didesnius prezervatyvus.",
  "FEELING LOOSE": "Jūsų atsakymai: Naudojantis prezervatyvais jūsų pojūčiai yra pakankami bet manote, kad prezervatyvai yra per laisvi. Patarimas:  •  Galėtumėte pamėginti naudoti mažesnio dydžio prezervatyvus, jie jums turėtų tikti geriau.",
  "ALLERGY RIGHT": "Jūsų atsakymai: Jūsų netenkina pojūčiai, kuriuos patiriate naudodami prezervatyvus ir dirgina odą bet you feel you have the right size. Patarimas:  Jei norite intensyvesnių pojūčių, galbūt didesnį pasitenkinimą pajustumėte pasirinkę itin plonus prezervatyvus. Plonesni prezervatyvai be latekso užtikrina stipresnius pojūčius ir yra tokie pat atsparūs plyšimui, kaip ir storesni; jie gali būti naudojami ir analinių lytinių santykių metu.   ",
  "ALLERGY TIGHT": "Jūsų atsakymai: Jūsų netenkina pojūčiai, kuriuos patiriate naudodami prezervatyvus, teigiate, kad jie veržia ir  dirgina odą . Patarimas: •  Jei norite intensyvesnių pojūčių, galbūt didesnį pasitenkinimą pajustumėte pasirinkę itin plonus prezervatyvus. Plonesni prezervatyvai be latekso užtikrina stipresnius pojūčius ir yra tokie pat atsparūs plyšimui, kaip ir storesni; jie gali būti naudojami ir analinių lytinių santykių metu. ",
  "ALLERGY SHORT": "Jūsų atsakymai: Jūsų netenkina pojūčiai, kuriuos patiriate naudodami prezervatyvus, bet teigiate, kad jie veržia arba neuždengia varpos iki galo ir ir dirgina odą . Patarimas: F•  Jei norite intensyvesnių pojūčių, galbūt didesnį pasitenkinimą pajustumėte pasirinkę itin plonus prezervatyvus. Plonesni prezervatyvai be latekso užtikrina stipresnius pojūčius ir yra tokie pat atsparūs plyšimui, kaip ir storesni; jie gali būti naudojami ir analinių lytinių santykių metu.",
  "ALLERGY LOOSE": "Jūsų atsakymai: Jūsų netenkina pojūčiai, kuriuos patiriate naudodami prezervatyvus, manote, kad prezervatyvai yra per laisvi ir ir dirgina odą . Patarimas: Jei norite intensyvesnių pojūčių, galbūt didesnį pasitenkinimą pajustumėte pasirinkę itin plonus prezervatyvus. Plonesni prezervatyvai be latekso užtikrina stipresnius pojūčius ir yra tokie pat atsparūs plyšimui, kaip ir storesni; jie gali būti naudojami ir analinių lytinių santykių metu. Dabar visi mažesni prezervatyvai gaminami iš latekso.",
  "RIGHT": "Jūsų atsakymai: Jūsų netenkina pojūčiai, kuriuos patiriate naudodami prezervatyvus  ir manote, kad naudojate tinkamą dydį. Patarimas: Jei norite intensyvesnių pojūčių, galbūt didesnį pasitenkinimą pajustumėte pasirinkę itin plonus prezervatyvus. Plonesni prezervatyvai užtikrina stipresnius pojūčius ir yra tokie pat atsparūs plyšimui, kaip ir storesni; jie gali būti naudojami ir analinių lytinių santykių metu.",
  "TIGHT": "Jūsų atsakymai: Jūsų netenkina pojūčiai, kuriuos patiriate naudodami prezervatyvus ir you say they feel tight. Patarimas: Jei norite intensyvesnių pojūčių, galbūt didesnį pasitenkinimą pajustumėte pasirinkę itin plonus prezervatyvus. Plonesni prezervatyvai užtikrina stipresnius pojūčius ir yra tokie pat atsparūs plyšimui, kaip ir storesni; jie gali būti naudojami ir analinių lytinių santykių metu. ",
  "SHORT": "Jūsų atsakymai: Jūsų netenkina pojūčiai, kuriuos patiriate naudodami prezervatyvus ir teigiate, kad jie veržia arba neuždengia varpos iki galo . Patarimas: Jei norite intensyvesnių pojūčių, galbūt didesnį pasitenkinimą pajustumėte pasirinkę itin plonus prezervatyvus. Plonesni prezervatyvai užtikrina stipresnius pojūčius ir yra tokie pat atsparūs plyšimui, kaip ir storesni; jie gali būti naudojami ir analinių lytinių santykių metu.",
  "LOOSE": "Jūsų atsakymai: Jūsų netenkina pojūčiai, kuriuos patiriate naudodami prezervatyvus ir manote, kad prezervatyvai yra per laisvi . Patarimas: Jei norite intensyvesnių pojūčių, galbūt didesnį pasitenkinimą pajustumėte pasirinkę itin plonus prezervatyvus. Plonesni prezervatyvai užtikrina stipresnius pojūčius ir yra tokie pat atsparūs plyšimui, kaip ir storesni; jie gali būti naudojami ir analinių lytinių santykių metu."
}